Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Writes the machine-readable key and unit legend alongside exports or inside ZIP archives
de: Schreibt den maschinenlesbaren Schlüssel und die Einheitenlegende zusammen mit Exporten oder in ZIP-Archive
es: Escribe la clave legible por máquina y la leyenda de la unidad junto con las exportaciones o dentro de archivos ZIP
fr: Écrit la clé lisible par machine et la légende de l'unité à côté des exportations ou dans les archives ZIP
it: Scrive la chiave leggibile dalla macchina e la legenda dell'unità accanto alle esportazioni o all'interno degli archivi ZIP
ja: 機械可読なキーと単位凡例をエクスポートと一緒に、または ZIP アーカイブ内に書き込みます
ko: 내보내기와 함께 또는 ZIP 아카이브 내부에 기계 판독 가능한 키와 단위 범례를 기록합니다.
nl: Schrijft de machinaal leesbare sleutel en eenheidslegenda naast exports of in ZIP-archieven
pt_br: Grava a chave legível por máquina e a legenda da unidade junto com as exportações ou dentro de arquivos ZIP
zh_hans: 在导出文件旁或 ZIP 压缩包内写入机器可读的字段键和单位说明

source: Writing export files
de: Exportdateien schreiben
es: Escribir archivos de exportación
fr: Écriture de fichiers d'exportation
it: Scrittura di file di esportazione
ja: エクスポートファイルの書き込み
ko: 내보내기 파일 작성
nl: Exportbestanden schrijven
pt_br: Gravando arquivos de exportação
zh_hans: 写入导出文件

source: YOUR APP
de: IHRE APP
es: TU APLICACIÓN
fr: VOTRE APPLICATION
it: LA TUA APP
ja: あなたのアプリ
ko: 내 앱
nl: JOUW APP
pt_br: SEU APLICATIVO
zh_hans: 您的应用

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 毎年
ko: 매년
nl: Jaarlijks
pt_br: Anual
zh_hans: 每年

source: Yearly roll-up summaries
de: Jährliche Rollup-Zusammenfassungen
es: Resúmenes anuales
fr: Résumés annuels
it: Riepiloghi annuali
ja: 年次ロールアップサマリー
ko: 연간 롤업 요약
nl: Jaarlijkse samenvattingen
pt_br: Resumos anuais
zh_hans: 年度汇总总结

source: Yearly summaries
de: Jährliche Zusammenfassungen
es: Resúmenes anuales
fr: Résumés annuels
it: Riepiloghi annuali
ja: 年次概要
ko: 연간 요약
nl: Jaarlijkse samenvattingen
pt_br: Resumos anuais
zh_hans: 年度总结

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pt_br: Ontem
zh_hans: 昨天

source: You can finish connecting later from the Mac Destination screen — no need to do it now.
de: Sie können die Verbindung später über den Zielbildschirm Mac abschließen – Sie müssen dies jetzt nicht tun.
es: Puede finalizar la conexión más tarde desde la pantalla de destino Mac; no es necesario hacerlo ahora.
fr: Vous pouvez terminer la connexion plus tard à partir de l'écran Destination Mac — pas besoin de le faire maintenant.
it: Puoi completare la connessione in un secondo momento dalla schermata Destinazione Mac: non è necessario farlo ora.
ja: 後で Mac 宛先画面から接続を完了できます。今すぐ行う必要はありません。
ko: 나중에 Mac 대상 화면에서 연결을 완료할 수 있습니다. 지금은 수행할 필요가 없습니다.
nl: U kunt de verbinding later voltooien via het Mac-bestemmingsscherm. U hoeft dit nu niet te doen.
pt_br: Você pode terminar a conexão mais tarde na tela Destino Mac - não há necessidade de fazer isso agora.
zh_hans: 您可以稍后从 Mac 目标位置屏幕完成连接 — 无需现在执行。

source: You opt into installation
de: Sie entscheiden sich für die Installation
es: Optas por la instalación
fr: Vous optez pour l'installation
it: Scegli l'installazione
ja: インストールをオプトインします
ko: 설치를 선택했습니다.
nl: U kiest voor installatie
pt_br: Você opta pela instalação
zh_hans: 您选择安装

source: You've used your 10 free exports
de: Sie haben Ihre 10 kostenlosen Exporte aufgebraucht
es: Has usado tus 10 exportaciones gratuitas
fr: Vous avez utilisé vos 10 exportations gratuites
it: Hai esaurito le tue 10 esportazioni gratuite
ja: 10回の無料エクスポートを使い切りました
ko: 10회 무료 내보내기를 모두 사용했습니다
nl: Je hebt je 10 gratis exports gebruikt
pt_br: Você usou suas 10 exportações gratuitas
zh_hans: 您已用完 10 次免费导出

source: Your health data is already up to date
de: Ihre Gesundheitsdaten sind bereits aktuell
es: Tus datos de salud ya están actualizados
fr: Vos données de santé sont déjà à jour
it: I tuoi dati sanitari sono già aggiornati
ja: ヘルスデータはすでに最新です
ko: 건강 데이터가 이미 최신 상태입니다
nl: Je gezondheidsgegevens zijn al bijgewerkt
pt_br: Seus dados de saúde já estão atualizados
zh_hans: 您的健康数据已是最新

source: Your own template with placeholders
de: Ihre eigene Vorlage mit Platzhaltern
es: Tu propia plantilla con marcadores
fr: Votre propre modèle avec des espaces réservés
it: Il tuo modello con segnaposto
ja: プレースホルダ付きの独自テンプレート
ko: 자리 표시자를 사용한 사용자 정의 템플릿
nl: Je eigen sjabloon met plaatshouders
pt_br: Seu próprio modelo com espaços reservados
zh_hans: 使用占位符的自定义模板

source: Zinc
de: Zink
it: Zinco
ja: 亜鉛
ko: 아연
nl: Zink
pt_br: Zinco
zh_hans: 锌

source: Zip Export Files
de: Exportdateien als ZIP komprimieren
es: Comprimir archivos de exportación
fr: Compresser les fichiers d’exportation en ZIP
it: Comprimi i file di esportazione in ZIP
ja: エクスポートファイルをZIP圧縮
ko: 내보내기 파일을 ZIP으로 압축
nl: Exportbestanden als ZIP comprimeren
pt_br: Compactar arquivos de exportação em ZIP
zh_hans: 将导出文件压缩为 ZIP

source: Zip export files
de: Exportdateien als ZIP komprimieren
es: Comprimir archivos de exportación
fr: Compresser les fichiers d’exportation en ZIP
it: Comprimi i file di esportazione in ZIP
ja: エクスポートファイルをZIP圧縮
ko: 내보내기 파일을 ZIP으로 압축
nl: Exportbestanden als ZIP comprimeren
pt_br: Arquivos de exportação zip
zh_hans: 压缩导出文件

source: appleEffortScore
de: Apple-Belastungswert
es: Puntuación de esfuerzo de Apple
fr: Score d’effort Apple
it: Punteggio di sforzo Apple
nl: Apple-inspanningsscore
pt_br: Pontuação de esforço da Apple

source: assessments
de: Einschätzungen
es: evaluaciones
fr: évaluations
it: valutazioni
ja: 評価
ko: 평가
nl: beoordelingen
pt_br: avaliações
zh_hans: 评估

source: breaths/min
de: Atemzüge/Min
es: respiraciones/min
fr: respirations/min
it: respiri/min
ja: 呼吸数/分
ko: 호흡수/분
nl: ademhalingen/min
pt_br: respirações/min
zh_hans: 呼吸/分钟

# clinician_report_30_days
source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30日間
ko: 30일
nl: 30 dagen
pt_br: 30 dias
zh_hans: 30 天

# clinician_report_7_days
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7日間
ko: 7일
nl: 7 dagen
pt_br: 7 dias
zh_hans: 7 天

# clinician_report_90_days
source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
it: 90 giorni
ja: 90日間
ko: 90일
nl: 90 dagen
pt_br: 90 dias
zh_hans: 90 天

# clinician_report_about
source: About this report
de: Über diesen Bericht
es: Acerca de este informe
fr: À propos de ce rapport
it: Informazioni su questo report
ja: このレポートについて
ko: 이 보고서 정보
nl: Over dit rapport
pt_br: Sobre este relatório
zh_hans: 关于本报告

# clinician_report_accessibility_hint
source: Create a private health summary PDF on this device
de: Auf diesem Gerät eine private PDF-Gesundheitsübersicht erstellen
es: Crear un PDF privado con un resumen de salud en este dispositivo
fr: Créer un PDF privé récapitulant les données de santé sur cet appareil
it: Crea un PDF privato con un riepilogo sanitario su questo dispositivo
ja: このデバイス上で非公開の健康サマリー PDF を作成
ko: 이 기기에서 비공개 건강 요약 PDF 생성
nl: Op dit apparaat een privé-PDF met een gezondheidsoverzicht maken
pt_br: Criar um PDF privado com um resumo de saúde neste dispositivo
zh_hans: 在此设备上创建私密的健康摘要 PDF

# clinician_report_attribution
source: Generated privately with Health.md from health data authorized by the patient.
de: Privat mit Health.md aus den von der Patientin oder dem Patienten freigegebenen Gesundheitsdaten erstellt.
es: Generado de forma privada con Health.md a partir de datos de salud autorizados por el paciente.
fr: Généré de manière confidentielle avec Health.md à partir des données de santé autorisées par le patient.
it: Generato in modo privato con Health.md a partire dai dati sanitari autorizzati dal paziente.
ja: 患者が許可した健康データから、Health.md で非公開に生成されました。
ko: 환자가 승인한 건강 데이터로 Health.md에서 비공개로 생성되었습니다.
nl: Privé gegenereerd met Health.md op basis van gezondheidsgegevens die door de patiënt zijn goedgekeurd.
pt_br: Gerado de forma privada com o Health.md a partir de dados de saúde autorizados pelo paciente.
zh_hans: 使用患者授权的健康数据，通过 Health.md 私密生成。

# clinician_report_availability_note
source: Data availability note
de: Hinweis zur Datenverfügbarkeit
es: Nota sobre la disponibilidad de datos
fr: Note sur la disponibilité des données
it: Nota sulla disponibilità dei dati
ja: データの利用可能性に関する注記
ko: 데이터 가용성 참고 사항
nl: Opmerking over gegevensbeschikbaarheid
pt_br: Nota sobre a disponibilidade dos dados
zh_hans: 数据可用性说明

# clinician_report_clear
source: Clear Selection
de: Auswahl aufheben
es: Borrar selección
fr: Effacer la sélection
it: Cancella selezione
ja: 選択を解除
ko: 선택 해제
nl: Selectie wissen
pt_br: Limpar seleção
zh_hans: 清除选择

# clinician_report_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt_br: Fechar
zh_hans: 关闭

# clinician_report_column_date
source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
nl: Datum
pt_br: Data
zh_hans: 日期

# clinician_report_column_diastolic
source: Diastolic
de: Diastolisch
es: Diastólica
fr: Diastolique
it: Diastolica
ja: 拡張期
ko: 이완기
nl: Diastolisch
pt_br: Diastólica
zh_hans: 舒张压

# clinician_report_column_duration
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 時間
ko: 시간
nl: Duur
pt_br: Duração
zh_hans: 时长

# clinician_report_column_night
source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
ja: 夜
ko: 밤
nl: Nacht
pt_br: Noite
zh_hans: 夜晚

# clinician_report_column_source
source: Source
de: Quelle
es: Fuente
it: Fonte
ja: ソース
ko: 출처
nl: Bron
pt_br: Fonte
zh_hans: 来源

# clinician_report_column_steps
source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
ja: 歩数
ko: 걸음 수
nl: Stappen
pt_br: Passos
zh_hans: 步数

# clinician_report_column_systolic
source: Systolic
de: Systolisch
es: Sistólica
fr: Systolique
it: Sistolica
ja: 収縮期
ko: 수축기
nl: Systolisch
pt_br: Sistólica
zh_hans: 收缩压

# clinician_report_column_time
source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
ja: 時刻
ko: 시간
nl: Tijd
pt_br: Hora
zh_hans: 时间

# clinician_report_column_type
source: Type
de: Art
es: Tipo
it: Tipo
ja: 種類
ko: 유형
pt_br: Tipo
zh_hans: 类型

# clinician_report_column_value
source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
nl: Waarde
pt_br: Valor
zh_hans: 数值

# clinician_report_column_weight
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
ja: 体重
ko: 체중
nl: Gewicht
pt_br: Peso
zh_hans: 体重

# clinician_report_coverage
source: Data available on %1$d of %2$d days. No data was available to Health.md for the remaining %3$d days.
de: Daten für %1$d von %2$d Tagen verfügbar. Für die verbleibenden %3$d Tage waren in Health.md keine Daten verfügbar.
es: Hay datos disponibles para %1$d de %2$d días. Health.md no dispuso de datos para los %3$d días restantes.
fr: Données disponibles pour %1$d jours sur %2$d. Health.md ne disposait d’aucune donnée pour les %3$d jours restants.
it: Dati disponibili per %1$d giorni su %2$d. Health.md non disponeva di dati per i restanti %3$d giorni.
ja: データがある日は%1$d日（全%2$d日）です。残りの%3$d日について、Health.md で利用可能なデータはありませんでした。
ko: 데이터가 있는 날은 %1$d일(전체 %2$d일)입니다. 나머지 %3$d일은 Health.md에서 사용할 수 있는 데이터가 없었습니다.
nl: Gegevens beschikbaar op %1$d van %2$d dagen. Voor de resterende %3$d dagen waren geen gegevens beschikbaar voor Health.md.
pt_br: Há dados disponíveis em %1$d de %2$d dias. O Health.md não teve dados disponíveis nos %3$d dias restantes.
zh_hans: 有数据的天数为 %1$d 天，所选时间段共 %2$d 天。其余 %3$d 天 Health.md 没有可用数据。

# clinician_report_custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisée
it: Personalizzato
ja: カスタム
ko: 사용자 설정
nl: Aangepast
pt_br: Personalizado
zh_hans: 自定义

# clinician_report_data_available_count
source: %1$d of %2$d measurements include data.
de: %1$d von %2$d Messungen enthalten Daten.
es: %1$d de %2$d mediciones incluyen datos.
fr: %1$d mesures sur %2$d contiennent des données.
it: %1$d misurazioni su %2$d includono dati.
ja: %1$d/%2$d項目にデータがあります。
ko: %1$d/%2$d개 측정 항목에 데이터가 있습니다.
nl: %1$d van %2$d metingen bevatten gegevens.
pt_br: %1$d de %2$d medições incluem dados.
zh_hans: %1$d/%2$d 项测量包含数据。

# clinician_report_detail
source: Report Detail
de: Detailgrad des Berichts
es: Detalle del informe
fr: Détail du rapport
it: Dettaglio del report
ja: レポートの詳細度
ko: 보고서 상세 수준
nl: Detailniveau van rapport
pt_br: Detalhes do relatório
zh_hans: 报告详细程度

# clinician_report_detail_readings_count
source: %1$d individual readings will be included in the PDF.
de: %1$d Einzelmesswerte werden in die PDF aufgenommen.
es: Se incluirán %1$d lecturas individuales en el PDF.
fr: %1$d mesures individuelles seront incluses dans le PDF.
it: Nel PDF saranno incluse %1$d singole rilevazioni.
ja: %1$d件の個別測定値が PDF に含まれます。
ko: 개별 측정값 %1$d개가 PDF에 포함됩니다.
nl: %1$d afzonderlijke metingen worden opgenomen in de PDF.
pt_br: %1$d medições individuais serão incluídas no PDF.
zh_hans: PDF 中将包含 %1$d 个单项读数。

# clinician_report_disclaimer
source: This report summarizes health data selected and authorized by the patient. Health.md does not diagnose conditions or provide medical advice. Data completeness depends on connected devices, applications, permissions, and recording behavior.
de: Dieser Bericht fasst Gesundheitsdaten zusammen, die von der Patientin oder dem Patienten ausgewählt und freigegeben wurden. Health.md stellt keine Diagnosen und gibt keine medizinische Beratung. Die Vollständigkeit der Daten hängt von verbundenen Geräten, Apps, Berechtigungen und dem Aufzeichnungsverhalten ab.
es: Este informe resume los datos de salud seleccionados y autorizados por el paciente. Health.md no diagnostica enfermedades ni proporciona asesoramiento médico. La integridad de los datos depende de los dispositivos conectados, las aplicaciones, los permisos y los hábitos de registro.
fr: Ce rapport résume les données de santé sélectionnées et autorisées par le patient. Health.md ne diagnostique aucune maladie et ne fournit aucun conseil médical. L’exhaustivité des données dépend des appareils connectés, des applications, des autorisations et des pratiques d’enregistrement.
it: Questo report riepiloga i dati sanitari selezionati e autorizzati dal paziente. Health.md non diagnostica patologie né fornisce consulenza medica. La completezza dei dati dipende dai dispositivi connessi, dalle applicazioni, dalle autorizzazioni e dalle modalità di registrazione.
ja: このレポートは、患者が選択し許可した健康データをまとめたものです。Health.md は病状の診断や医療上の助言を行いません。データの完全性は、接続されたデバイス、アプリケーション、アクセス権、および記録状況によって異なります。
ko: 이 보고서는 환자가 선택하고 승인한 건강 데이터를 요약합니다. Health.md는 질환을 진단하거나 의학적 조언을 제공하지 않습니다. 데이터의 완전성은 연결된 기기, 애플리케이션, 권한 및 기록 방식에 따라 달라집니다.
nl: Dit rapport bevat een samenvatting van gezondheidsgegevens die door de patiënt zijn geselecteerd en goedgekeurd. Health.md stelt geen diagnoses en geeft geen medisch advies. De volledigheid van de gegevens hangt af van gekoppelde apparaten, apps, machtigingen en registratiegedrag.
pt_br: Este relatório resume os dados de saúde selecionados e autorizados pelo paciente. O Health.md não diagnostica condições nem fornece orientação médica. A integridade dos dados depende dos dispositivos conectados, aplicativos, permissões e práticas de registro.
zh_hans: 本报告汇总了患者选择并授权的健康数据。Health.md 不会诊断疾病，也不提供医疗建议。数据完整性取决于已连接的设备、应用程序、权限和记录情况。

# clinician_report_display_name
source: Display Name (Optional)
de: Anzeigename (optional)
es: Nombre para mostrar (opcional)
fr: Nom affiché (facultatif)
it: Nome visualizzato (facoltativo)
ja: 表示名（任意）
ko: 표시 이름(선택 사항)
nl: Weergavenaam (optioneel)
pt_br: Nome de exibição (opcional)
zh_hans: 显示名称（可选）

# clinician_report_display_name_hint
source: Used only in this report and not saved by Health.md.
de: Wird nur in diesem Bericht verwendet und nicht von Health.md gespeichert.
es: Se utiliza solo en este informe y Health.md no lo guarda.
fr: Utilisé uniquement dans ce rapport et non enregistré par Health.md.
it: Utilizzato solo in questo report e non salvato da Health.md.
ja: このレポートでのみ使用され、Health.md には保存されません。
ko: 이 보고서에만 사용되며 Health.md에 저장되지 않습니다.
nl: Wordt alleen in dit rapport gebruikt en niet opgeslagen door Health.md.
pt_br: Usado somente neste relatório e não salvo pelo Health.md.
zh_hans: 仅用于此报告，不会由 Health.md 保存。

# clinician_report_document_title
source: Health Summary
de: Gesundheitsübersicht
es: Resumen de salud
fr: Résumé de santé
it: Riepilogo sanitario
ja: 健康サマリー
ko: 건강 요약
nl: Gezondheidsoverzicht
pt_br: Resumo de saúde
zh_hans: 健康摘要

# clinician_report_duration_hours
source: %1$d hr
de: %1$d Std.
es: %1$d h
fr: %1$d h
it: %1$d h
ja: %1$d時間
ko: %1$d시간
nl: %1$d uur
pt_br: %1$d h
zh_hans: %1$d 小时

# clinician_report_edit
source: Edit Report
de: Bericht bearbeiten
es: Editar informe
fr: Modifier le rapport
it: Modifica report
ja: レポートを編集
ko: 보고서 편집
nl: Rapport bewerken
pt_br: Editar relatório
zh_hans: 编辑报告

# clinician_report_end_date
source: End Date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
it: Data di fine
ja: 終了日
ko: 종료일
nl: Einddatum
pt_br: Data de término
zh_hans: 结束日期

# clinician_report_entry_subtitle
source: Create a private health summary PDF to share with a clinician.
de: Erstellen Sie eine private PDF-Gesundheitsübersicht, die Sie mit medizinischem Fachpersonal teilen können.
es: Cree un PDF privado con un resumen de salud para compartirlo con un profesional sanitario.
fr: Créez un PDF privé récapitulant vos données de santé pour le partager avec un professionnel de santé.
it: Crea un PDF privato con un riepilogo dei dati sanitari da condividere con un professionista sanitario.
ja: 医療従事者と共有する非公開の健康サマリー PDF を作成します。
ko: 의료진과 공유할 비공개 건강 요약 PDF를 생성합니다.
nl: Maak een privé-PDF met een gezondheidsoverzicht om te delen met een zorgverlener.
pt_br: Crie um PDF privado com um resumo de saúde para compartilhar com um profissional de saúde.
zh_hans: 创建私密的健康摘要 PDF，以便与临床医生共享。

# clinician_report_error_open_destination
source: The selected document could not be opened.
de: Das ausgewählte Dokument konnte nicht geöffnet werden.
es: No se pudo abrir el documento seleccionado.
fr: Le document sélectionné n’a pas pu être ouvert.
it: Non è stato possibile aprire il documento selezionato.
ja: 選択した書類を開けませんでした。
ko: 선택한 문서를 열 수 없습니다.
nl: Het geselecteerde document kon niet worden geopend.
pt_br: Não foi possível abrir o documento selecionado.
zh_hans: 无法打开所选文档。

# clinician_report_error_pdf
source: The PDF could not be generated. Try again.
de: Die PDF konnte nicht erstellt werden. Versuchen Sie es erneut.
es: No se pudo generar el PDF. Inténtelo de nuevo.
fr: Le PDF n’a pas pu être généré. Réessayez.
it: Non è stato possibile generare il PDF. Riprova.
ja: PDF を生成できませんでした。もう一度お試しください。
ko: PDF를 생성할 수 없습니다. 다시 시도하세요.
nl: De PDF kon niet worden gegenereerd. Probeer het opnieuw.
pt_br: Não foi possível gerar o PDF. Tente novamente.
zh_hans: 无法生成 PDF。请重试。

# clinician_report_error_prepare_android
source: The report could not be prepared. Check health access and try again.
de: Der Bericht konnte nicht erstellt werden. Prüfen Sie den Zugriff auf Gesundheitsdaten und versuchen Sie es erneut.
es: No se pudo preparar el informe. Compruebe el acceso a los datos de salud e inténtelo de nuevo.
fr: Le rapport n’a pas pu être préparé. Vérifiez l’accès aux données de santé et réessayez.
it: Non è stato possibile preparare il report. Verifica l’accesso ai dati sanitari e riprova.
ja: レポートを準備できませんでした。健康データへのアクセスを確認して、もう一度お試しください。
ko: 보고서를 준비할 수 없습니다. 건강 데이터 접근 권한을 확인하고 다시 시도하세요.
nl: Het rapport kon niet worden voorbereid. Controleer de toegang tot gezondheidsgegevens en probeer het opnieuw.
pt_br: Não foi possível preparar o relatório. Verifique o acesso aos dados de saúde e tente novamente.
zh_hans: 无法准备报告。请检查健康数据访问权限，然后重试。

# clinician_report_error_prepare_apple
source: The report could not be prepared. Check Apple Health access and try again.
de: Der Bericht konnte nicht erstellt werden. Prüfen Sie den Zugriff auf Apple Health und versuchen Sie es erneut.
es: No se pudo preparar el informe. Compruebe el acceso a Apple Health e inténtelo de nuevo.
fr: Le rapport n’a pas pu être préparé. Vérifiez l’accès à Apple Health et réessayez.
it: Non è stato possibile preparare il report. Verifica l’accesso ad Apple Health e riprova.
ja: レポートを準備できませんでした。Apple Health へのアクセスを確認して、もう一度お試しください。
ko: 보고서를 준비할 수 없습니다. Apple Health 접근 권한을 확인하고 다시 시도하세요.
nl: Het rapport kon niet worden voorbereid. Controleer de toegang tot Apple Health en probeer het opnieuw.
pt_br: Não foi possível preparar o relatório. Verifique o acesso ao Apple Health e tente novamente.
zh_hans: 无法准备报告。请检查 Apple Health 访问权限，然后重试。

# clinician_report_error_save
source: The PDF could not be saved. Choose another location and try again.
de: Die PDF konnte nicht gespeichert werden. Wählen Sie einen anderen Speicherort und versuchen Sie es erneut.
es: No se pudo guardar el PDF. Elija otra ubicación e inténtelo de nuevo.
fr: Le PDF n’a pas pu être enregistré. Choisissez un autre emplacement et réessayez.
it: Non è stato possibile salvare il PDF. Scegli un’altra posizione e riprova.
ja: PDF を保存できませんでした。別の場所を選択して、もう一度お試しください。
ko: PDF를 저장할 수 없습니다. 다른 위치를 선택하고 다시 시도하세요.
nl: De PDF kon niet worden opgeslagen. Kies een andere locatie en probeer het opnieuw.
pt_br: Não foi possível salvar o PDF. Escolha outro local e tente novamente.
zh_hans: 无法保存 PDF。请选择其他位置，然后重试。

# clinician_report_fact_available_values
source: Available values
de: Verfügbare Werte
es: Valores disponibles
fr: Valeurs disponibles
it: Valori disponibili
ja: 利用可能な値
ko: 사용 가능한 값
nl: Beschikbare waarden
pt_br: Valores disponíveis
zh_hans: 可用数值

# clinician_report_fact_average
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
ja: 平均値
ko: 평균
nl: Gemiddelde
pt_br: Média
zh_hans: 平均值

# clinician_report_fact_average_data_days
source: Average on days with data
de: Durchschnitt an Tagen mit Daten
es: Promedio en días con datos
fr: Moyenne des jours avec des données
it: Media nei giorni con dati
ja: データがある日の平均値
ko: 데이터가 있는 날의 평균
nl: Gemiddelde op dagen met gegevens
pt_br: Média nos dias com dados
zh_hans: 有数据日期的平均值

# clinician_report_fact_change
source: Change over period
de: Veränderung im Zeitraum
es: Cambio durante el período
fr: Variation sur la période
it: Variazione nel periodo
ja: 期間内の変化
ko: 기간 내 변화
nl: Verandering over periode
pt_br: Variação no período
zh_hans: 时间段内变化

# clinician_report_fact_daily_values
source: Daily values
de: Tageswerte
es: Valores diarios
fr: Valeurs quotidiennes
it: Valori giornalieri
ja: 日別の値
ko: 일별 값
nl: Dagwaarden
pt_br: Valores diários
zh_hans: 每日数值

# clinician_report_fact_days_with_data
source: Days with data
de: Tage mit Daten
es: Días con datos
fr: Jours avec des données
it: Giorni con dati
ja: データがある日数
ko: 데이터가 있는 일수
nl: Dagen met gegevens
pt_br: Dias com dados
zh_hans: 有数据的天数

# clinician_report_fact_first
source: First
de: Erster Wert
es: Primero
fr: Première valeur
it: Prima
ja: 初回値
ko: 최초 값
nl: Eerste
pt_br: Primeiro
zh_hans: 首次

# clinician_report_fact_median_sleep
source: Median sleep duration
de: Mediane Schlafdauer
es: Mediana de la duración del sueño
fr: Durée médiane du sommeil
it: Durata mediana del sonno
ja: 睡眠時間の中央値
ko: 수면 시간 중앙값
nl: Mediane slaapduur
pt_br: Duração mediana do sono
zh_hans: 睡眠时长中位数

# clinician_report_fact_most_recent
source: Most recent
de: Letzter Wert
es: Más reciente
fr: Valeur la plus récente
it: Più recente
ja: 最新値
ko: 최근 값
nl: Meest recent
pt_br: Mais recente
zh_hans: 最近一次

# clinician_report_fact_nights_with_data
source: Nights with data
de: Nächte mit Daten
es: Noches con datos
fr: Nuits avec des données
it: Notti con dati
ja: データがある夜数
ko: 데이터가 있는 밤 수
nl: Nachten met gegevens
pt_br: Noites com dados
zh_hans: 有数据的夜晚数

# clinician_report_fact_range
source: Range
de: Spannweite
es: Rango
fr: Plage
it: Intervallo
ja: 範囲
ko: 범위
nl: Bereik
pt_br: Intervalo
zh_hans: 范围

# clinician_report_fact_readings
source: Readings
de: Messwerte
es: Lecturas
fr: Mesures
it: Rilevazioni
ja: 測定値
ko: 측정값
nl: Metingen
pt_br: Medições
zh_hans: 读数

# clinician_report_fact_sessions
source: Sessions
de: Einheiten
es: Sesiones
fr: Séances
it: Sessioni
ja: セッション数
ko: 세션 수
nl: Sessies
pt_br: Sessões
zh_hans: 次数
